texts = {
"hello_text": """
~~~~~~~~~~~~~~~~~~~~~~~~~~~~~~~~~~~~~~~~~~~~~~~~~~~~~~~~~~~~~~~~~~~~~~~~~~~~~~
~ Это парсер Вконтакте, призванный упростить работу по сбору информации о    ~
~ пользователях соцсети. Изначальная цель данного скрипта - составить граф   ~
~ связей определенного человека.                                             ~
~~~~~~~~~~~~~~~~~~~~~~~~~~~~~~~~~~~~~~~~~~~~~~~~~~~~~~~~~~~~~~~~~~~~~~~~~~~~~~""",
"action_text": """
Вот предлагаемый список действий:

1) Сохранить друзей пользователя рекурсивно до n-й глубины
2) Сформировать граф связей

Что выберите? (Введите номер действия): """,

"depth_desc": """
Для сохранения друзей вглубь, нужно указать глубину (друзья вашего искомого 
человека - 1-я глубина, друзья его друзей - 2-я глубина и т.д.).
Важно понимать, что чем больше глубина, тем больше времени потребуется для 
обработки и запросов на такое количество человек
"""
}
